Repository: common-repository/cleverpush
Catalog: languages/cleverpush-*.po
Languages: de_de

source: A notification as been sent for this post
de_de: Es wurde eine Benachrichtigung für diesen Beitrag versendet

source: All subscriptions
de_de: Alle Abonnements

source: Allow CleverPush to access unpublished posts in order to load preview data
de_de: Erlaube CleverPush unveröffentlichte Beiträge zu öffnen, um Vorschaudaten zu laden

source: AMP Integration enabled
de_de: AMP Integration aktivieren

source: API settings
de_de: API Einstellungen

source: Bottom
de_de: Unten

source: CleverPush is almost ready.
de_de: CleverPush ist fast einsatzbereit.

source: CleverPush Script
de_de: CleverPush Skript

source: CleverPush stories enabled
de_de: CleverPush Stories aktivieren

source: Custom headline
de_de: Eigene Headline

source: Custom notification headline required
de_de: Eigene Nachrichten Headlines sind notwendig

source: Custom text
de_de: Eigener Text

source: Do not output CleverPush script
de_de: CleverPush Skript nicht ausgeben

source: Do not push via feed
de_de: Nicht über Feed pushen

source: Domain Replacement
de_de: Domain-Ersetzung

source: Domain Replacement enabled
de_de: Domain-Ersetzung aktivieren

source: No channels available
de_de: Keine Kanäle verfügbar

source: Notification headlines
de_de: Nachrichten Headlines

source: Please enter your API keys first
de_de: Bitte gib zuerst deine API-Keys ein

source: Post types
de_de: Beitragstypen

source: Private API-Key
de_de: Privater API-Key

source: Replacement Domain
de_de: Neue Domain

source: required
de_de: erforderlich

source: Save Changes
de_de: Änderungen speichern

source: Segments
de_de: Segmente

source: Select Channel
de_de: Kanal auswählen

source: Select segments
de_de: Segmente auswählen

source: Select topics
de_de: Themen auswählen

source: Send push notification
de_de: Push Benachrichtigung senden

source: Send push notifications to your users right through your website. Visit <a href="https://cleverpush.com">CleverPush</a> for more details.
de_de: Senden Sie Push-Benachrichtigungen direkt über Ihre Website an Ihre Benutzer. Weitere Infos finden Sie unter <a href="https://cleverpush.com">CleverPush</a>.

source: settings
de_de: Einstellungen

source: The API key can be found in the %s.
de_de: Der API-Key kann in den %s gefunden werden.

source: The push notification for this post has been successfully sent.
de_de: Die Push Benachrichtigung für diesen Beitrag wurde erfolgreich versendet.

source: This link is not valid!
de_de: Der angegebene Link ist ungültig!

source: Top
de_de: Oben

source: Topics
de_de: Themenbereiche

source: Unpublished posts
de_de: Unveröffentlichte Beiträge

source: You have to select a channel in the %s to get started.
de_de: Du musst zuerst einen Kanal in den %s auswählen, um loszulegen.

source: You need to have a %s account with an already set up channel to use this plugin. Please then select your channel below.
de_de: Du brauchst einen %s Account mit einem bereits eingerichteten Kanal, um dieses Plugin zu benutzen. Bitte wählen Sie den Kanal anschließend unten aus.
